driver-tests/bpelse/assign/AssignNamespacesJBI/test/AttrQname4/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <partElement xmlns="http://j2ee.netbeans.org/wsdl/attrQnameAssign_withStructPart" xmlns:ns0="http://j2ee.netbeans.org/wsdl/attrQnameAssign_withStructPart" xmlns:AttrQname4="http://j2ee.netbeans.org/wsdl/attrQnameAssign_withStructPart" ns0:newAttribute="AttrQname4:someVal">
      <ns1:newElement xmlns:ns1="http://j2ee.netbeans.org/wsdl/attrQnameAssign_withStructPart">AttrQname4 In BPEL Assignment</ns1:newElement>
    </partElement>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
